<template>
    <div>
        <section class="service">
            <article class="service-image1">
                <img src="/images/model.jpg" alt="">
            </article>
            <article class="service-title">
                <h2> زیورآلات </h2>
                <p>
                    چرا زیورآلات ما انتخاب شماست؟

در دنیایی که جزئیات کوچک می‌توانند تأثیر بزرگی داشته باشند، زیورآلات ما نماد ظرافت، کیفیت و خلاقیت هستند. ما در مجموعه خود تلاش می‌کنیم تا با ترکیب هنر، طراحی منحصر‌به‌فرد و استفاده از مواد اولیه باکیفیت، تجربه‌ای خاص و متفاوت برای شما ایجاد کنیم.

دلایل انتخاب زیورآلات ما:
 1. طراحی خاص و متنوع:
هر یک از زیورآلات ما با دقت و عشق طراحی شده‌اند تا به‌خوبی با سبک و سلیقه شما هماهنگ باشند.
 2. کیفیت برتر:
ما از بهترین مواد اولیه برای ساخت زیورآلات استفاده می‌کنیم تا علاوه بر زیبایی، دوام و ماندگاری آن‌ها تضمین شود.
 3. قیمت مناسب:
ارائه بهترین کیفیت با قیمتی منصفانه یکی از اهداف اصلی ماست.
 4. هدیه‌ای ارزشمند:
زیورآلات ما گزینه‌ای ایده‌آل برای هدیه دادن به عزیزانتان هستند و لحظاتی به‌یادماندنی خلق می‌کنند.
 5. پشتیبانی مشتریان:
تیم ما همواره آماده است تا به شما در انتخاب و خرید بهترین گزینه کمک کند.

اگر به دنبال زیورآلاتی هستید که علاوه بر زیبایی، داستانی از هنر و اصالت را با خود به همراه داشته باشد، همین حالا از مجموعه ما دیدن کنید و متفاوت بودن را تجربه کنید!
                </p>
                <button class="button">
                    Shop now
                </button>
            </article>
        </section>
        <section class="service rev">
            <article class="service-image1">
                <img src="/images/sachme.jpg" alt="">
            </article>
            <article class="service-title">
                <h2>سرمایه‌گذاری</h2>
                <p> چرا باید از نقره ساچمه یا شمش نقره ما برای سرمایه‌گذاری خرید کنید؟

سرمایه‌گذاری در نقره یک راه مطمئن برای حفظ ارزش دارایی‌ها و مقابله با نوسانات بازار است. نقره همیشه از محبوبیت بالایی برخوردار بوده و در بلندمدت ارزش خود را حفظ کرده است.

دلایل انتخاب نقره ما:

 1. کیفیت بالا:
شمش‌ها و نقره‌های ساچمه‌ای ما از بالاترین خلوص و استانداردها برخوردارند.
 2. پایداری در برابر نوسانات اقتصادی:
نقره یک دارایی مقاوم در برابر تورم و تغییرات بازار است.
 3. نقدشوندگی آسان:
نقره به‌راحتی قابل فروش و تبدیل به پول نقد است.
 4. قیمت مناسب:
نقره ارزان‌تر از طلاست و گزینه‌ای مناسب برای سرمایه‌گذاری است.

اگر به دنبال سرمایه‌گذاری ایمن و سودآور هستید، نقره ساچمه یا شمش نقره ما بهترین انتخاب است.</p>
                <button class="button">
                    Shop now
                </button>
            </article>

        </section>
    </div>
</template>

<script setup>
</script>

<style>
.service-image {
    width: 34%;
    margin: 0 auto;
    object-fit: cover;
}
.service-image1{
    width: 30%;
    margin: 0 auto;
    object-fit: cover;
    
}

.service-title {
    padding: 2rem;
    margin: 0 auto;
    max-width: 40rem;
}

@media screen and (min-width: 1020px) {
    .service {
        margin: 5rem auto;
        display: flex;
        height: 100vh;
        gap: 2rem;
        align-items: center;
    }

    .service-image {
        flex: 0 0 45%;
    }


    .rev {
        flex-direction: row-reverse;
    }
}
</style>