<template>
    <div>
      <section class="service rev">
      <article class="service-image1">
        <img src="/images/home-page-2.jpg" alt="" />
      </article>
      <article class="service-title">
        <h2>سرمایه‌گذاری</h2>
        <article>
          چرا باید از نقره ساچمه یا شمش نقره ما برای سرمایه‌گذاری خرید کنید؟
          سرمایه‌گذاری در نقره یک راه مطمئن برای حفظ ارزش دارایی‌ها و مقابله با
          نوسانات بازار است. نقره همیشه از محبوبیت بالایی برخوردار بوده و در
          بلندمدت ارزش خود را حفظ کرده است. دلایل انتخاب نقره ما:
        </article>
        <ul>
          <li>
            کیفیت بالا: شمش‌ها و نقره‌های ساچمه‌ای ما از بالاترین خلوص و
            استانداردها برخوردارند.
          </li>
          <li>
            پایداری در برابر نوسانات اقتصادی: نقره یک دارایی مقاوم در برابر تورم
            و تغییرات بازار است.
          </li>
          <li>
            نقدشوندگی آسان: نقره به‌راحتی قابل فروش و تبدیل به پول نقد است.
          </li>
          <li>
            قیمت مناسب: نقره ارزان‌تر از طلاست و گزینه‌ای مناسب برای
            سرمایه‌گذاری است. اگر به دنبال سرمایه‌گذاری ایمن و سودآور هستید،
            نقره ساچمه یا شمش نقره ما بهترین انتخاب است.
          </li>
        </ul>
        <button class="button">Shop now</button>
      </article>
    </section>
    </div>
</template>